<div id="modal-all-conditions" class="modal fade" tabindex="-1" role="dialog">
  <div class="modal-dialog" role="document">
    <div class="modal-content">
      <div class="modal-header">       
        <button type="button" class="close" data-dismiss="modal" aria-label="Close">
          <span aria-hidden="true">&times;</span>
        </button>
      </div>
      <h2 class="text-center">Тарифы и комиссии партнера</h2>
      <div class="modal-body ml-auto mr-auto">
        <!-- Таблица - версии Десктоп -->
        <table class="table d-none d-lg-block ml-auto mr-auto">
          <thead>
            <tr>
              <th scope="col"></th>
              <th scope="col">Стандартный</th>
              <th scope="col">Ежедневный</th>
              <th scope="col">Профессионал</th>     
              <th scope="col">Профессионал +</th>          
            </tr>
          </thead>
          <tbody>
            <tr>
              <th scope="row">Размер партнерской комиссии</th>
              <td>6%</td>
              <td>8%</td>
              <td>0%</td>
              <td>0%</td>             
            </tr>
            <tr>
              <th scope="row">Абонентская плата</th>
              <td>нет</td>
              <td>нет</td>
              <td>50 грн/день</td>
              <td>80 грн/день</td>              
            </tr>
            <tr>
              <th scope="row">Периодичность выплат</th>
              <td>1 раз в неделю</td>
              <td>каждый день</td>
              <td>1 раз в неделю</td>
              <td>каждый день</td>              
            </tr>
          </tbody>
        </table>
        <!-- Версия для мобильных, вместо таблицы -->
        <div class="d-lg-none">
          <div>            
            <h4>Тариф "Стандартный"</h4><br>
            <span><b>Размер партнерской комиссии:</b> 6%</span><br>
            <span><b>Абонентская плата:</b> нет</span><br>
            <span><b>Периодичность выплат:</b> 1 раз в неделю</span><br><br><br>
          </div>
          <div>
            <h4>Тариф "Ежедневный"</h4><br>
            <span><b>Размер партнерской комиссии:</b> 8%</span><br>
            <span><b>Абонентская плата:</b> нет</span><br>
            <span><b>Периодичность выплат:</b> каждый день</span><br><br><br>
          </div>
          <div>
            <h4>Тариф "Профессионал"</h4><br>
            <span><b>Размер партнерской комиссии:</b> 0%</span><br>
            <span><b>Абонентская плата:</b> 50 грн/день</span><br>
            <span><b>Периодичность выплат:</b> 1 раз в неделю</span><br><br><br>
          </div>
          <div>
            <h4>Тариф "Профессионал плюс"</h4><br>
            <span><b>Размер партнерской комиссии:</b> 0%</span><br>
            <span><b>Абонентская плата:</b> 80 грн/день</span><br>
            <span><b>Периодичность выплат:</b> каждый день</span><br><br>
          </div>
        </div> 
        <!-- И на мобильных, и на десктопах -->
        <div class="all-conditions-text">
		  <p>Комиссия партнера взимается со всех видов дохода водителя, как с безналичных, так и с наличных.</p>
          <p>Выплаты в размере менее 100 грн не осуществляются и переносятся на следующий расчетный период.</p>
          <p>На тарифах с комиссией 0% абонентская плата взимается ежедневно независимо от факта выхода водителя на линию и количества совершенных поездок.</p>
          <p>На еженедельных тарифах выплаты осуществляются по средам. Если расчетный день выпадает на выходной, срок выплаты переносится на следующий за ним рабочий день.</p>
          <p>На ежедневных тарифах выплаты осуществляются только в рабочие дни.</p>
          <p>При отрицательном балансе водителя на протяжении более 3 дней подряд поездки за наличные могут быть ограничены.</p>
          <p>По умолчанию все водители подключаются по тарифу «Стандартный».</p>
          <p>Для смены тарифа необходимо отправить сообщение на номер +380 992 91 89 60 (Viber, WhatsApp. Telegram) с указанием ФИО, номера телефона, привязанного к аккаунту, и желаемого тарифа. Смена тарифа осуществляется в течение 7 дней.</p>
          <p>Комиссии банков за перевод денежных средств оплачиваются за счет получателя.</p>
        </div>
      </div>
    </div>
  </div>
</div>